[
  "obsidian-git",
  "make-md",
  "editing-toolbar",
  "calendar",
  "obsidian-style-settings",
  "obsidian-excalidraw-plugin",
  "obsidian-contextual-typography",
  "obsidian-hider",
  "dataview",
  "table-editor-obsidian",
  "obsidian-table-generator",
  "execute-code",
  "extract-url"
]